export const mockDataIntroSectionUk = [
  {
    link: "/",
    heading: "BookVerse",
    description:
      "Ласкаво просимо до BookVerse — вашого порталу в універсум історій. Відкривайте, досліджуйте та надихайтесь книгами, підібраними відповідно до ваших смаків.",
  },
  {
    link: "/catalog",
    heading: "Каталог",
    description:
      "Переглядайте широкий асортимент книг з деталями, такими як назва, автор, ціна та рейтинг. Додавайте свої улюблені до кошика.",
  },
  {
    link: "/my-account",
    heading: "Мій акаунт",
    description:
      "Керуйте своїми персональними даними, переглядайте історію покупок та легко змінюйте налаштування акаунту.",
  },
];
